[language]
name=日本語
id=1041
[frmMain]
btnOpenFile=オープンファイル(&F)…
btnOpen=オープン(&O)
btnExit=Exit(&X)
btnAdvance=アドバンス(&O)
btnClose=終了(&X)
mFile=ファイル(&F)
mOpen=オープン(&O) ...



mExit=Exit(&X)
mCodeConvert=コード変換(&C)
mLanguage=コンピュータ言語(&Language)
mHelp=ヘルプ(&H)
mAbout=アバウト(&A)
mAbout=よくある問答集(&F)
mOptions=オプション(&O)
mWebsite=ウェブサイト(&W)
mBugReport=バグリポート(&R)
mManual=マニュアル(&M)
mWebserver=ウェブサーバー(&W)
mChangeDirectory=チェンジディレクトリー(&C)
mShowAllDb=すべての隠しているデータベースを見せる
[frmAddfavor]
btnadd=アドイン(&A)
btndelete=デリート(&E)
btncancel=キャンセル(&C)
btnup=前のページ(&U)
btndown=次のページ(&D)



[frmData]
mHe=Heソフトウェアでプログラムを編集する(&H)
mSetNoteColor=ノートカラーを設定する(&C)...
mSetNotebgColor=ノートカラーの背景を設定する(&B)...
mSetDefNoteColor=ノートカラーの設定をデフォルトする(&C)...
mSetDefNotebgColor=ノートカラー背景の設定をデフォルトする(&B)...
mSetDefBmColor=ブックマーカーのカラー設定をデフォルトする(&B)...
mCloneTab=タブをコピーする(&R)
mSmallTreeFont=ツリーデータ区で、小さい文字を使用する(&S)
mListAdb=他のデータペースをオープンする...
mCloseTab=このページを閉じる
mCloseRightTab=右側のタブを全部閉じる

mSelectAll=すべてを選ぶ(&A)
mSelectAll1=すべてを選ぶ(&A)
mFindchar=文字検索...
mNoChange=不変(&A)
mTraditional=繁体字に変換する(&T)
mSimplified=簡体字に変換する(&S)

mManual=マニュアル(&M)
mAbout=Accelonのバージョン情報(&A)
mHelp=ヘルプ
mSeperator=セパレーター(&P)
mExternalImage=外部イメージデータペースを使用する(&E)
mUseccg=データペース内部文字を使用する(&C)
mUsemingliext=七万字の明朝体を使用する
m Synonym=類義語検索(&S)
mAutofocus=フォーカス自動的にテキスト区へ移動する(&F)
mAutolock=範囲を自動ロック(&L)
mExport=エクスポート(&E)
mExportRefer=エクスポート リファラー/リファラー出力(&R)...
mExportText=エクスポート テキスト/テキスト出力(&E)...
mExportTree=エクスポート ツリーデータ/ツリーデータ出力(&T)...
mExportNote=エクスポート ノート/ノート出力...
mImportNote=インポート ノート/ノート入力...
mViewNote=ほかのノートを検視する...
mRevertNote=元に戻る
mFavorites=お気に入り
mAddFavorite=お気に入りに追加(&A)
mAddFavorite1=お気に入りに追加(&A)
mOrganizeFavorite=お気に入りを管理(&O)

cbsearchtype=検索方法を選択
edittofind=enterキーを押せば、直接歴史記録に加わる事ができ、さらに検索結果をタブに保存可能
mAdvOptions=アドバンス オプション(&O)
mOptions=オプション
mVertical1=バーティカル(&V)
mFontsize=フォント サイズ(&F)
mSmallfont=小きいフォント サイズ(&S)
mMiddleFont=標準フォント サイズ(&M)
mLargeFont=大きいフォント サイズ(&L)
mExtraFont=エキストラ フォント サイズ(&E)
mWrap=行列を自動換える(&W)
mShowLineNo=ライン表示(&S)
mShowTree=ツリーデータ表示(&T)
mShowRefer=リファラー表示(&R)

mReading=リーディング
mGoHotLine=ホットラインへ(&L)
mGoline1=ラインへ(&G)...
mExcerptLine=キーワード表示行数(&E)
m1line=キーワードライン(&1)
m3lines=キーワードライン各上下一行(&3)
m5lines=キーワードライン各上下二行(&5)
mExcerptMode=引用モード(&X)
mExcerptMode2=引用モード
mExcerptType=引用タイプ(&E)
mBookmarks=ブックマーカー一覧表(&B)
mKeywords=キーワード(&K)
mMarkers=マーカー/マーカーペン(&M)
mBookmark=ブックマーカー(&B)
mNextbookmark=次のブックマーカー(&U)
mprevBookmark=前のブックマーカー(&M)
mNextbookmark1=次のブックマーカー
mprevBookmark1=前のブックマーカー
mNextMarker=次のマーカーペン
mPrevMarker=前のマーカーペン
mExcerpt=引用(&E)
mNextOccur1=次の結果へ(&N)
mPrevOccur1=前の結果へ(&P)
mNextOccur=次の結果へ(&N)
mPrevOccur=前の結果へ(&P)
mNote=ノート(&N)
mManual=マニュアル(&M)
mAdvance=アドバンス(&A)
mShowtoolbox=ツールボックス(&T)
mUsedFiles=最近使ったファイルを開く(&U)
mHideNoHit=選択範圍のみを表示(&L)
mAutoGotoOccur=自動初めの検索結果へ移動(&O)
mResetTree=リセットツリー(&T)
mGotofind=GOTOファインダ(&T)
mClearAllBookmarks=全部ブックマーカー削除(&C)
mClearAllMarkers=全部すべてマーカーペン削除(&M)
mClearVisited=読み済みリンク背景色削除(&V)
mClone=Windowsコピー(&N)
mTopofFile=ファイルのトップへ(&F)
mGoForward=次のリンク
mGoBackward=前のリンク
mAddNote=ノートを追加(&N)
mDeleteNote=この行列のノートを削除(&D)
mAddLink=ハイパーリンク(&H)...
mSelection=セレクション(&M)
mResetTree=リセットツリー(&R)
mCopy=コピー(&C)
mCopyExcerpt=引用コピー(&E)
mCopyRef=参照点コピー(&R)
mCopyRef1=参照点コピー(&R)
mExcerptMode=引用モードー(&X)
mTreeParents=資料の所在階層を表示(&H)
mBookmark=ブックマーカー(&B)
mNextbookmark=次のブックマーカー(&U)
mprevBookmark=前のブックマーカー(&M)
mFindSelection=ファインダセレクション(&S)
mFindSel=ディレクトリサービス(&F)
mFindSelAnd=And選択(&+)
mFindSelOr=Or選択(&,)
mFindSelStar=共通文字選択(&*)
mFindSelAndNot=And選択以外の結果(&-)
mFirsthit=初めの検索結果へ移動(&A)
mHideNoHit=選択範圍のみを表示(&L)
mExpandone=階層を上げる(+)
mExpandAll=アウトライン表示(*)
mCollapseOne=一階層を下げる(-)
mCollapseAll=階層顕示をクリア(/)
mSelectAbort=取り消し(&S)
mShowLineNo=行数を表示(&S)
mNodeAsRange=検索範圍を設定(&W)
mExcerptType=引用タイプ(&E)
mMarker=マーカーペン(&M)

mClearMarker=マーカーペンをクリア削除(&C)
mCustomMarker=マーカーペン色をカスタム(&1)
mCustomMarker1=マーカーペン色をカスタム(&2)
mCustomMarker2=マーカーペン色をカスタム(&3)
mCustomMarker3=マーカーペン色をカスタム(&4)
mClearMarker=マーカーペンをクリア(&L)

mGlyphInfo=字形の情報(&G)...
mGlyphInfo1=字形の情報(&G)...
mFindDict=辞書検索(&D)
[frmGotoline]
lblLineno=行番号
bGotoline=確定
bCancel=キャンセル
lblID=LBL ID/レイヤー・バイ・レイヤー ID
lblwarning=LBL警告！

[frmBugReport]
lblemail=メールアドレス
lblname=お名前
lbldescription=説明
btnsend=送信
lblattachment=エラー警告画像を付ける
btnGuide=エラー報告案内
[frmIndex]
btnBuild=ビルド
btnSelect=ファイル セレクション
btnUp=上へ
btnDown=下へ
btnDel=削除
btnClear=全部削除
lblDB=データベース名前

[frmAbout]
btnCheckupdate=データアップをチェック
[frmImage]
btnSaveAs=画像を別に保存する(&A)
btnCopy=BTNコピー(&C)


[lookup]
name0=佛光大辭典
url0=http://sql.fgs.org.tw/webfbd/term.asp?term=$_;
name1=教育部國語辭典
url1=http://140.111.34.46/cgi-bin/dict/newsearch.cgi?Database=dict&QueryScope=name&QueryCommand=find&QueryString=$_;
name2=Pali-English Dictionary
url2=http://dsal.uchicago.edu/cgi-bin/ddsa/search2e?CONJUNCT=PHRASE&word=$_;&CHARDISP=UNICODE&wildcard=1&SYSTEM_DIR=%2Fprojects%2Fartfl0%2Fdatabases%2Fdicos%2Fphilologic%2Fpali%2FIMAGE%2F
name3=Cologne Digital Sanskrit Lexicon
url3=http://webapps.uni-koeln.de/cgi-bin/tamil/recherche?dictionary=mwd&prst=prefix&maxhits=200&st=$_;
name4=Google
url4=http://www.google.com.tw/search?q=$_;
name5=維基百科
url5=http://zh.wikipedia.org/wiki/$_;

[frmAddLink]
btnok=BTN確定
rblink=データペース ハイパーリンク
rburl=外部ウェブアドレス(URL)、もしくはファイル名
rbtext=附註
btncancel=取り消し
lblwarning=リンク無効！
btndelete=削除
[frmccgfind]
lblinput=入力
lblids=IBIidsテキスト
cbvariant=バリアント
cbsystemfont=システム ファンド
cbExtb=エクステンション Bファンド セット
lblinner=ユニコード
lblhanyu=漢字
lblbasic=PC用ベーシック言語
btnselect=セレクション
[frmbmtext]
btnOk=確定OK
btnCancel=取り消し
btnClear=クリア
btnColor=カラー
[frmnotes]
cbnotes=ノート
cbmarkers=マーカーペン
cbuserlinks=ハイパーリンクをユーザー決定
cbbookmarks=ブックマーカー
btnOk=確定OK
btnCancel=キャンセル

[strings]
exportnotetype=以下のノートをエクスポート
importnotetype=以下のノートをインポート

image_link=イメージ リンク
found_hits=出現の数
found_matchs=全部%d件(%d次)
not_found=相関詞なし
no_marker=マーカーペンなし
no_bookmark=ブックマーカーなし
image_not_found=画像見つかりません！
no_nextoccur=以下該当する文字はありません
no_prevoccur=以上該当する文字はありません
search_distance=検索文字距離
gotreenode=ツリーノードへ(&T)
aboutdb=データベースのバージョン情報
noabout=当分件の著作権情報はありません
btnRoot.hint=すべてのツリールートをクロスし、ロックを解除
sbDistance.hint=検索文字距離定義詞とユニコード間の最大許可距離
editDistance.hint=現在検索文字距離の設定は、標準フォントを単位に、一英語文字を一中国文字とする
Doctrees.hint=ツリーメニュー
textviewer.hint=テキスト区
mbegin.hint=最初検索結果と比較
mend.hint=最後検索結果と比較
thechar.hint=表示システムを見ることができなく、この文字はありません
message_sent=メッセージ送信済み！
total_match=マッチするトータルの数：
total_lines=行送り出力トータルの数：
end_of_export=データ　エクスポート完了
export_trimmed=行列上限を超え、エクスポート停止
criteria=検索条件：
link_not_found=ハイパーリンクできません！
cbmatchtype=マッチタイプ
matchtype=最初,部分,最後,完全
dictmatchtype=最初,部分,最後,完全,全文,使用次数
seconds=秒
termcountexceed=検索結果範囲広すぎ(%d)，範囲を縮んで下さい
quitprogram=システム終了？
addfavorite=-お気に入りに追加
organizefavorite=-お気に入りを管理
resulttab=検索結果
dicttab=辞書検索
bookmarkstab=ブックマーカー
markerstab=マーカーペン
userlinkstab=ハイパーリンク
textnotestab=テキストノート
termnotfound=「%s」を見つかりません！
totaltermfound=%d個を見つけました
gotohelp=本のページを入力，例\n第五冊             5\n第五冊第七ページ       5p7\n第五冊第七ページ第四行 5p7#4\n本冊第七ページ         np7
linkhelp=データペース　ハイパーリンク言語　CTRL+Gを参考する\n他のデータペースリンクする前に、データペースIDを加えて，例:\ntaisho?1p7a 大正第１冊第７ページ上覧にリンクする\ntaisho?n221 大正第221経にリンクする

askclearallbookmarks=全部ブックマーカー削除する？
askclearallmarkers=全部マーカーペン削除する？
askclearalluserlinks=全部ハイパーリンク削除する？
askclearalltextnotes=全部ノート削除する？
clearallbookmarks=全部ブックマーカー削除
clearallmarkers=全部マーカーペン削除
clearalltextnotes=全部ノート削除
clearalluserlinks=全部ハイパーリンク削除
closealltab=現在全部ブックマーカーメニュー右のブックマーカーを削除する？
confirm=確認
mbegin=最初マッチする
mend=最後マッチする
selectionexceed=選択範囲広すぎ， %d個文字のみをコピー。
viewnote=ただ今他のノートを検視し、編集できません。\nもし、他人のノートを編集すれば、さきにインポートをしてください。
askcleartextbookmark=当のブックマーカーに附註してあります，削除を確定しますか？
frmbmtext.caption=ブックマーカー附註文字